/* arr.reverce() - возвращает ссылку, а не новый массив */

/* Можно обернуть input+span в label, чтобы выбор категорий был не только по нажатию на чекбокс,
 но и на наименование категории. Но тогда нужно переписывать filterBooks() */

/*
Функция может вернуть результат, который будет передан в вызвавший её код.
Директива return может находиться в любом месте тела функции. Как только
выполнение доходит до этого места, функция останавливается, и значение
возвращается в вызвавший её код (присваивается переменной result выше)
 */

/* Видимость переменных в модульной системе https://learn.javascript.ru/modules-intro/ */

/* при выбранном чекбоксе сделать сброс селекта сортировки по цене на первое значение */
